{
  "path": "/Baklanov",
  "name": "Михаил Иванович Бакланова",
  "date": "January 30 (February 12) - January 23, 1990",
  "img": "baklanov.jpg",
  "videoId": "QFZ1hAV0gf8",
  "vita":
    "Belarusian Soviet architect. Honored Architect of the Byelorussian SSR (1969).",
  "authorOfTheDay": "true",
  "lng": "en",
  "birthPlace":
    "Ivanovka village (now the district Volnovakha Donetsk region of Ukraine)",
  "timeLine": [
    {
      "date": "1932",
      "text":
        "After graduating from the school of factory education, he worked as a draftsman at the Donetsk Metallurgical Plant. In 1932, M. Baklanov began studying at the Kharkov Architectural and Construction College."
    },
    {
      "date": "1936",
      "text":
        "Entered the Kharkov Institute of Civil Engineering (now Kharkov National University of Construction and Architecture). However, I did not finish my studies."
    },
    {
      "date": "1940",
      "text":
        "In December 1940, from the 4th year, he was drafted into the army, and soon he was sent to the 17th separate division of aerostat barrage near the city of Bialystok."
    },
    {
      "date": "1941 - 1943",
      "text":
        "At the beginning of World War II, Private Cormorant fought with the Nazis, but in July 1941 he was captured. Until 1943 he was in prison camps in Poland. In March, he fled and soon after that joined the People\"s Avengers partisan brigade. For active participation in the battles with the occupiers, he was awarded the medal 'Partisan of the Patriotic War' I degree."
    },
    {
      "date": "1944",
      "text":
        "After the liberation of Belarus, Mikhail Baklanov in August 1944, he was sent to work in the architectural-planning workshop of the Office for Architecture under SNK BSSR (Belgosproekt) in the workshop, headed by Professor M. Barsch."
    },
    {
      "date": "1944 - 1990",
      "text":
        "For 36 years, the working biography of the architect was associated with this institution. Here he went from an ordinary architect to the head of an architectural design workshop. After retirement he became interested in painting, copied works of Russian artists of the second half of the XIX century."
    }
  ],
  "work": [
    {
      "title": "National Art Museum of the Republic of Belarus",
      "width": 53.898,
      "length": 27.56,
      "date": "-",
      "img":
        "https://upload.wikimedia.org/wikipedia/commons/1/13/%D0%A5%D1%83%D0%B4_%D0%BC%D1%83%D0%B7%D0%B5%D0%B9_%D0%A0%D0%91.jpg"
    },
    {
      "title": "National Academic Drama Theater. M. Gorky (reconstruction)",
      "width": 53.898,
      "length": 27.551,
      "date": "1948—1950",
      "img":
        "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ab/Minsk_Drama_Theatre.jpg/800px-Minsk_Drama_Theatre.jpg?uselang=ru"
    },
    {
      "title": "Building of the Minsk Regional Statistical Office",
      "date": "1954",
      "img": "http://house.gov.by/images/storage/news/019052_296242.jpg"
    },
    {
      "title": "National Art Museum of the Republic of Belarus",
      "width": 53.898331,
      "length": 27.560555,
      "date": "1954 - 1957",
      "img":
        "https://upload.wikimedia.org/wikipedia/commons/1/13/%D0%A5%D1%83%D0%B4_%D0%BC%D1%83%D0%B7%D0%B5%D0%B9_%D0%A0%D0%91.jpg"
    },
    {
      "title": "Educational buildings of the medical institute",
      "date": "1966",
      "img": "https://upload.wikimedia.org/wikipedia/commons/9/9e/BGMU.jpg"
    },
    {
      "title":
        "Main building, building of radiophysics and electronics of the Belarusian State University",
      "date": "1966",
      "img":
        "https://dic.academic.ru/pictures/wiki/files/66/Belarus-Minsk-BSU-Entrance_into_Main_Building.jpg"
    }
    ]
  }